"Data Fork" = "Datahaarukka";
"File:" = "Kohde:";
"Hex View" = "Heksakoodi";
"Range:" = "Alue:";
"Resource Fork" = "Resurssihaarukka";
"Size:" = "Koko:";
"View as Hex" = "Näytä heksakoodi";
"to" = "kohteeseen";

/* ==== UNLOCALIZED ==== */

"rsrc" = "rsrc";
